Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.showInMenuBar
source: Show in Menu Bar
ja: メニューバーに表示
ko: 메뉴 막대에 표시
uk: Показувати в рядку меню

# settings.app.workspaceInheritWorkingDirectory
source: Inherit Workspace Working Directory
ja: ワークスペースの作業ディレクトリを継承

# settings.app.workspaceInheritWorkingDirectory.subtitleOff
source: New workspaces leave their working directory unset so Ghostty's working-directory setting can apply.
ja: 新規ワークスペースの作業ディレクトリを未設定にして、Ghostty の working-directory 設定を適用します。

# settings.app.workspaceInheritWorkingDirectory.subtitleOn
source: New workspaces start in the focused workspace's working directory.
ja: 新規ワークスペースはフォーカス中のワークスペースの作業ディレクトリで開始します。

# settings.settingsJSON.docsButton
source: Open Docs
ja: ドキュメントを開く
ko: 문서 열기

# settings.settingsJSON.documentation
source: Documentation
ja: ドキュメント
ko: 문서

# settings.settingsJSON.documentation.subtitle
source: View supported keys, file locations, schema, and reload behavior.
ja: サポートされているキー、ファイルの場所、スキーマ、再読み込み方法を確認します。
ko: 지원되는 키, 파일 위치, 스키마, 다시 불러오기 동작을 확인합니다.

# settings.settingsJSON.file
source: User config file
ja: ユーザー設定ファイル
ko: 사용자 설정 파일

# settings.settingsJSON.openButton
source: Open
ja: 開く
ko: 열기

# settings.app.defaultTerminal
source: Default Terminal
ja: デフォルトターミナル

# settings.app.defaultTerminal.buttonDefault
source: Default
ja: デフォルト

# settings.app.defaultTerminal.buttonSet
source: Set Default
ja: デフォルトに設定

# settings.app.defaultTerminal.buttonSetting
source: Setting...
ja: 設定中...

# settings.app.defaultTerminal.dialog.confirm
source: Set Default
ja: デフォルトに設定

# settings.app.defaultTerminal.dialog.message
source: UniConnect will ask macOS to use this app for SSH links, .command/.tool files, and UNIX executables. macOS may show a confirmation prompt.
ja: UniConnect は、このアプリを SSH リンク、.command/.tool ファイル、UNIX 実行ファイルに使うよう macOS に要求します。macOS が確認を表示する場合があります。

# settings.app.defaultTerminal.dialog.title
source: Set UniConnect as default terminal?
ja: UniConnect をデフォルトターミナルに設定しますか?

# settings.app.defaultTerminal.subtitleDefault
source: UniConnect handles SSH links, .command/.tool files, and UNIX executables.
ja: UniConnect は SSH リンク、.command/.tool ファイル、UNIX 実行ファイルを処理します。

# settings.app.defaultTerminal.subtitleNotDefault
source: Set UniConnect as the handler for SSH links, .command/.tool files, and UNIX executables.
ja: SSH リンク、.command/.tool ファイル、UNIX 実行ファイルのハンドラとして UniConnect を設定します。

# settings.app.defaultTerminal.subtitleSetting
source: macOS may ask you to confirm this change.
ja: macOS がこの変更の確認を求める場合があります。

# settings.app.configWindow
source: Terminal Config
ja: ターミナル設定

# settings.app.configWindow.openButton
source: Open Config
ja: 設定を開く

# settings.app.configWindow.subtitle
source: Open the UniConnect terminal config and generated preview in one utility window.
ja: UniConnect の端末設定と生成プレビューを 1 つのユーティリティウインドウで開きます。

# settings.config.action.openEditor
source: Open in Editor…
ja: エディタで開く…

# settings.config.action.openActiveEditor
source: Open Active Config…
ja: 有効な設定を開く…

# settings.config.action.reload
source: Reload
ja: 再読み込み

# settings.config.action.revealFinder
source: Reveal in Finder
ja: Finderで表示

# settings.config.action.revealActiveFinder
source: Reveal Active Config in Finder
ja: 有効な設定をFinderで表示

# settings.config.action.save
source: Save
ja: 保存

# settings.config.banner.cmux
source: This is the UniConnect Ghostty config selected for this build. Edit it here, then Save to reload UniConnect.
ja: これはこのビルドで選択されている UniConnect Ghostty 設定です。ここで編集し、保存すると UniConnect が再読み込みされます。

# settings.config.banner.synced
source: This is a generated preview of the effective config. Edit the UniConnect tab to change what UniConnect reads.
ja: これは実効設定の生成プレビューです。UniConnect が読み込む内容を変更するには UniConnect タブを編集してください。

# settings.config.banner.syncedNoGhostty
source: This is a generated preview of the effective config. No base Ghostty config file was found, so only UniConnect overrides are shown.
ja: これは実効設定の生成プレビューです。ベースの Ghostty 設定ファイルが見つからなかったため、UniConnect の上書き設定のみを表示しています。

# settings.config.source.label
source: Config Source
ja: 構成ソース

# settings.config.source.synced
source: synced
ja: 同期

# settings.config.status.reloaded
source: Reloaded configuration from disk.
ja: ディスクから構成を再読み込みしました。

# settings.config.windowTitle
source: Config
ja: 構成

# settings.app.commandPaletteSearchAllSurfaces
source: Command Palette Searches All Surfaces
ja: コマンドパレットですべてのサーフェスを検索
ko: 명령어 팔레트에서 모든 서피스 검색
uk: Палітра команд шукає всі поверхні

# settings.app.commandPaletteSearchAllSurfaces.subtitleOff
source: Cmd+P matches workspace rows only.
ja: Cmd+Pはワークスペース行だけを対象にします。
ko: Cmd+P가 워크스페이스 행만 검색합니다.
uk: Cmd+P шукає лише рядки робочих областей.

# settings.app.commandPaletteSearchAllSurfaces.subtitleOn
source: Cmd+P also matches terminal, browser, and markdown surfaces across workspaces.
ja: Cmd+Pでワークスペースをまたいだターミナル、ブラウザ、Markdownのサーフェスも検索できます。
ko: Cmd+P가 모든 워크스페이스의 터미널, 브라우저, 마크다운 서피스도 검색합니다.
uk: Cmd+P також шукає термінали, браузери та markdown-поверхні у всіх робочих областях.

# settings.app.closeWorkspaceOnLastSurfaceShortcut
source: Keep Workspace Open When Closing Last Surface
ja: 最後のサーフェスを閉じてもワークスペースを残す
ko: 마지막 서피스를 닫을 때 워크스페이스 유지
uk: Залишати робочу область відкритою при закритті останньої поверхні

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOff
source: When the focused surface is the last one in its workspace, the close-surface shortcut also closes the workspace.
ja: フォーカス中のサーフェスがそのワークスペースの最後の1つなら、サーフェスを閉じるショートカットはワークスペースも閉じます。
ko: 포커스된 서피스가 워크스페이스의 마지막일 때, 서피스 닫기 단축키로 워크스페이스도 함께 닫힙니다.
uk: Коли активна поверхня є останньою у робочій області, комбінація закриття поверхні також закриває робочу область.

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOn
source: When the focused surface is the last one in its workspace, the close-surface shortcut closes only the surface and keeps the workspace open. Use the close-workspace shortcut to close the workspace explicitly.
ja: フォーカス中のサーフェスがそのワークスペースの最後の1つでも、サーフェスを閉じるショートカットはサーフェスだけを閉じ、ワークスペースは残します。ワークスペースを閉じるショートカットを使うと明示的に閉じられます。
ko: 포커스된 서피스가 워크스페이스의 마지막일 때, 서피스 닫기 단축키로 서피스만 닫고 워크스페이스는 유지됩니다. 워크스페이스를 닫으려면 워크스페이스 닫기 단축키를 사용하세요.
uk: Коли активна поверхня є останньою у робочій області, комбінація закриття поверхні закриває лише поверхню, залишаючи робочу область відкритою. Використовуйте комбінацію закриття робочої області для явного закриття.

# settings.app.paneFirstClickFocus
source: Focus Pane on First Click
ja: 最初のクリックでペインにフォーカス
ko: 첫 클릭으로 패인 포커스
uk: Фокус панелі при першому кліку

# settings.app.pathLastSegmentOnly
source: Truncate Path From Start
ja: パスを先頭から省略

# settings.app.pathLastSegmentOnly.subtitleOff
source: Render full paths abbreviated with ~/.
ja: 完全なパスを ~/ で省略して表示します。

# settings.app.pathLastSegmentOnly.subtitleOn
source: Show as much of the trailing path as fits; shorter forms are prefixed with …/.
ja: 末尾のパスを可能な限り表示し、短縮形には …/ を付けます。

# settings.app.stackBranchDirectory
source: Stack Branch and Directory
ja: ブランチとディレクトリを縦に並べる

# settings.app.stackBranchDirectory.subtitleOff
source: Branch and directory share a single line.
ja: ブランチとディレクトリを1行に表示します。

# settings.app.stackBranchDirectory.subtitleOn
source: Branch and directory render on separate lines.
ja: ブランチとディレクトリを別々の行に表示します。

# settings.app.openSidebarPRLinks.subtitleDisabled
source: Enable sidebar PR clickability to choose where PR links open.
ja: PRリンクの開き先を選ぶには、サイドバーのPRクリックを有効にしてください。

# settings.app.openSidebarPRLinks.subtitleHidden
source: Enable sidebar PR visibility to choose where PR links open.
ja: PRリンクの開き先を選ぶには、サイドバーのPR表示を有効にしてください。

# settings.app.hideAllSidebarDetails
source: Hide All Sidebar Details
ja: サイドバーの詳細をすべて隠す
ko: 사이드바 세부 정보 모두 숨기기
uk: Сховати всі деталі бічної панелі

# settings.app.hideAllSidebarDetails.subtitleOff
source: Show secondary workspace details as controlled by the toggles below.
ja: 下のトグル設定に従って、ワークスペースの補助情報を表示します。
ko: 아래 토글에 따라 보조 워크스페이스 세부 정보를 표시합니다.
uk: Показувати додаткові деталі робочої області відповідно до перемикачів нижче.

# settings.app.hideAllSidebarDetails.subtitleOn
source: Show only the workspace title row. Overrides the detail toggles below.
ja: ワークスペースのタイトル行だけを表示します。下の詳細トグルより優先されます。
ko: 워크스페이스 제목 행만 표시합니다. 아래 세부 정보 토글보다 우선합니다.
uk: Показувати лише рядок заголовка робочої області. Замінює перемикачі деталей нижче.

# settings.app.showWorkspaceDescription
source: Show Workspace Description in Sidebar
ja: サイドバーにワークスペースの説明を表示

# settings.app.showWorkspaceDescription.subtitle
source: Display custom workspace descriptions below the workspace title.
ja: ワークスペース名の下にカスタム説明を表示します。

# settings.app.iMessageMode
source: iMessage Mode
ja: iMessageモード

# settings.app.iMessageMode.subtitle
source: Move a workspace to the top and show the submitted message when you send an agent prompt.
ja: エージェントのプロンプトを送信したときにワークスペースを一番上へ移動し、送信したメッセージを表示します。

# settings.app.showNotificationMessage
source: Show Notification Message in Sidebar
ja: サイドバーに通知メッセージを表示
ko: 사이드바에 알림 메시지 표시
uk: Показувати повідомлення сповіщення в бічній панелі

# settings.app.showNotificationMessage.subtitle
source: Display the latest notification message below the workspace title.
ja: ワークスペース名の下に最新の通知メッセージを表示します。
ko: 워크스페이스 제목 아래에 최신 알림 메시지를 표시합니다.
uk: Відображати останнє повідомлення сповіщення під заголовком робочої області.

# settings.app.showSSH
source: Show SSH in Sidebar
ja: サイドバーにSSHを表示
ko: 사이드바에 SSH 표시
uk: Показувати SSH у бічній панелі

# settings.app.showSSH.subtitle
source: Display the SSH target for remote workspaces in its own row.
ja: リモートワークスペースのSSHターゲットを専用の行に表示します。
ko: 원격 워크스페이스의 SSH 대상을 별도 행으로 표시합니다.
uk: Відображати ціль SSH для віддалених робочих областей у окремому рядку.

# settings.app.showWorkspaceTitlebar
source: Show Workspace Title Bar
ja: ワークスペースのタイトルバーを表示
ko: 워크스페이스 제목 표시줄 표시
uk: Показувати заголовок робочої області

# settings.app.showWorkspaceTitlebar.subtitleOff
source: Hide the folder and active title above pane tabs.
ja: ペインタブの上にあるフォルダ名と現在のタイトルを隠します。
ko: 패인 탭 위의 폴더 및 활성 제목을 숨깁니다.
uk: Сховати теку та активний заголовок над вкладками панелей.

# settings.app.showWorkspaceTitlebar.subtitleOn
source: Show the folder and active title above pane tabs.
ja: ペインタブの上にフォルダ名と現在のタイトルを表示します。
ko: 패인 탭 위에 폴더 및 활성 제목을 표시합니다.
uk: Показувати теку та активний заголовок над вкладками панелей.

# settings.app.fadeButtons
source: Fade Buttons
ja: ボタンをフェード表示
ko: 버튼 페이드
uk: Приховування кнопок

# settings.app.fadeButtons.subtitleOff
source: Keep action buttons always visible.
ja: 操作ボタンを常に表示します。
ko: 액션 버튼을 항상 표시합니다.
uk: Кнопки дій завжди видимі.

# settings.app.fadeButtons.subtitleOn
source: Show action buttons only on hover.
ja: 操作ボタンはホバー時のみ表示します。
ko: 마우스를 올렸을 때만 액션 버튼을 표시합니다.
uk: Кнопки дій з'являються лише при наведенні.

# settings.app.minimalMode
source: Minimal Mode
ja: ミニマルモード
ko: 미니멀 모드
uk: Мінімальний режим

# settings.app.minimalMode.subtitleOff
source: Use the standard workspace title bar and controls.
ja: 標準のワークスペースタイトルバーと操作を使います。
ko: 기본 워크스페이스 제목 표시줄과 컨트롤을 사용합니다.
uk: Використовувати стандартний заголовок робочої області та елементи керування.

# settings.app.minimalMode.subtitleOn
source: Hide the workspace title bar and move workspace controls into the sidebar.
ja: ワークスペースのタイトルバーを隠し、ワークスペース操作をサイドバーに移動します。
ko: 워크스페이스 제목 표시줄을 숨기고 워크스페이스 컨트롤을 사이드바로 이동합니다.
uk: Сховати заголовок робочої області та перемістити елементи керування в бічну панель.

# settings.app.showPullRequests.subtitle.basic
source: Display review items (PR/MR/etc.) with status and number.
ja: ステータスと番号付きのレビュー項目（PR/MRなど）を表示します。

# settings.app.makeSidebarPullRequestClickable
source: Make Sidebar PR Clickable
ja: サイドバーのPRをクリック可能にする

# settings.app.makeSidebarPullRequestClickable.subtitle
source: Review items stay visible as plain text, and clicks in that area select the workspace row.
ja: レビュー項目は通常のテキストとして表示され、その領域をクリックするとワークスペース行が選択されます。

# settings.app.warnBeforeClosingTab
source: Warn Before Closing Tab
ja: タブを閉じる前に警告

# settings.app.warnBeforeClosingTab.subtitleOff
source: Tabs close immediately without confirmation.
ja: 確認なしにすぐタブを閉じます。

# settings.app.warnBeforeClosingTab.subtitleOn
source: Show a confirmation before closing a tab.
ja: タブを閉じる前に確認を表示します。

# settings.notifications.sound.custom.choose.button
source: Choose...
ja: 選択...
ko: 선택...
uk: Вибрати...

# settings.notifications.sound.custom.choose.prompt
source: Choose
ja: 選択
ko: 선택
uk: Вибрати

# settings.notifications.sound.custom.choose.title
source: Choose Notification Sound
ja: 通知サウンドを選択
ko: 알림 소리 선택
uk: Вибрати звук сповіщення

# settings.notifications.sound.custom.clear.button
source: Clear
ja: クリア
ko: 지우기
uk: Очистити

# settings.notifications.sound.custom.error.title
source: Custom Notification Sound Error
ja: カスタム通知サウンドのエラー
ko: 사용자 지정 알림 소리 오류
uk: Помилка власного звуку сповіщення

# settings.notifications.sound.custom.file.none
source: No file selected
ja: ファイル未選択
ko: 선택된 파일 없음
uk: Файл не вибрано

# settings.notifications.sound.custom.status.empty
source: Choose a custom audio file first.
ja: 先にカスタム音声ファイルを選択してください。
ko: 먼저 사용자 지정 오디오 파일을 선택하세요.
uk: Спочатку виберіть файл аудіо.

# settings.notifications.sound.custom.status.missingExtensionPrefix
source: File needs an extension:
ja: 拡張子が必要です:
ko: 파일에 확장자가 필요합니다:
uk: Файлу потрібне розширення:

# settings.notifications.sound.custom.status.missingFilePrefix
source: File not found:
ja: ファイルが見つかりません:
ko: 파일을 찾을 수 없습니다:
uk: Файл не знайдено:

# settings.notifications.sound.custom.status.prepareFailed
source: Could not prepare this file for notifications. Try WAV, AIFF, or CAF.
ja: 通知用にこのファイルを準備できませんでした。WAV、AIFF、またはCAFを試してください。
ko: 이 파일을 알림용으로 준비할 수 없습니다. WAV, AIFF 또는 CAF를 사용해 보세요.
uk: Не вдалося підготувати цей файл для сповіщень. Спробуйте WAV, AIFF або CAF.

# settings.notifications.sound.custom.status.ready
source: Ready for notifications.
ja: 通知用の準備ができました。
ko: 알림 준비 완료.
uk: Готовий для сповіщень.

# settings.notifications.sound.custom.status.readyConverted
source: Prepared for notifications (converted to CAF).
ja: 通知用に準備しました（CAFに変換）。
ko: 알림 준비 완료 (CAF로 변환됨).
uk: Підготовлений для сповіщень (конвертовано в CAF).

# settings.notifications.sound.subtitle
source: Sound played when a notification arrives.
ja: 通知を受信したときに再生するサウンドです。
ko: 알림이 도착했을 때 재생되는 소리입니다.
uk: Звук, який відтворюється при надходженні сповіщення.

# settings.notifications.paneRing.subtitle
source: Show a blue ring around panes with unread notifications.
ja: 未読の通知があるペインの周囲に青いリングを表示します。
ko: 읽지 않은 알림이 있는 패인 주위에 파란색 링을 표시합니다.
uk: Показувати синє кільце навколо панелей з непрочитаними сповіщеннями.

# settings.notifications.paneFlash.title
source: Pane Flash
ja: ペインフラッシュ
ko: 패인 플래시
uk: Підсвічування панелі

# settings.notifications.paneRing.title
source: Unread Pane Ring
ja: 未読ペインリング
ko: 읽지 않은 패인 링
uk: Кільце непрочитаних панелей

# settings.notifications.sound.title
source: Notification Sound
ja: 通知サウンド
ko: 알림 소리
uk: Звук сповіщення

# settings.notifications.desktop
source: Desktop Notifications
ja: デスクトップ通知

# settings.notifications.command
source: Notification Command
ja: 通知コマンド

# settings.automation.amp
source: Amp Integration
ja: Amp連携
ko: Amp 연동

# settings.automation.amp.subtitleOn
source: Sidebar shows Amp agent status and notifications.
ja: サイドバーにAmpエージェントのステータスと通知が表示されます。
ko: 사이드바에 Amp 에이전트 상태와 알림이 표시됩니다.

# settings.automation.claudeCode.customPath
source: Claude Binary Path
ja: Claudeバイナリパス
ko: Claude 바이너리 경로

# settings.automation.claudeCode.customPath.placeholder
source: e.g. /usr/local/bin/claude
ja: 例: /usr/local/bin/claude
ko: 예: /usr/local/bin/claude

# settings.automation.claudeCode.customPath.subtitle
source: Custom path to the claude binary. Leave empty to use PATH.
ja: claudeバイナリのカスタムパス。空欄の場合はPATHを使用します。
ko: claude 바이너리의 사용자 지정 경로입니다. PATH를 사용하려면 비워두세요.

# settings.automation.ripgrep.customPath
source: Ripgrep Binary Path
ja: Ripgrepバイナリパス
ko: Ripgrep 바이너리 경로

# settings.automation.ripgrep.customPath.placeholder
source: e.g. /etc/profiles/per-user/you/bin/rg
ja: 例: /etc/profiles/per-user/you/bin/rg
ko: 예: /etc/profiles/per-user/you/bin/rg

# settings.automation.ripgrep.customPath.subtitle
source: Custom path to the rg binary used by Find. Leave empty to use common install locations and PATH.
ja: Findで使用するrgバイナリのカスタムパス。空欄の場合は一般的なインストール先とPATHを使用します。
ko: Find에서 사용하는 rg 바이너리의 사용자 지정 경로입니다. 일반 설치 위치와 PATH를 사용하려면 비워두세요.

# settings.automation.cursor
source: Cursor Integration
ja: Cursor連携
ko: Cursor 연동

# settings.automation.cursor.subtitleOn
source: Sidebar shows Cursor agent status and notifications.
ja: サイドバーにCursorエージェントのステータスと通知が表示されます。
ko: 사이드바에 Cursor 에이전트 상태와 알림이 표시됩니다.

# settings.automation.gemini
source: Gemini CLI Integration
ja: Gemini CLI連携
ko: Gemini CLI 연동

# settings.automation.gemini.subtitleOn
source: Sidebar shows Gemini session status and notifications.
ja: サイドバーにGeminiセッションのステータスと通知が表示されます。
ko: 사이드바에 Gemini 세션 상태와 알림이 표시됩니다.

# settings.browser.emptyImport.choose
source: Choose What to Import…
ja: 取り込む項目を選ぶ…
ko: 가져올 항목 선택…
uk: Вибрати, що імпортувати…

# settings.browser.emptyImport.title
source: Import browser data
ja: ブラウザーデータを取り込む
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера

# settings.browser.reactGrabVersion
source: React Grab Version
ja: React Grabバージョン
ko: React Grab 버전

# settings.browser.reactGrabVersion.subtitle
source: Pinned npm version of react-grab injected by the toolbar button (Cmd+Shift+G). Only versions with a known integrity hash are accepted.
ja: ツールバーボタン（Cmd+Shift+G）で注入されるreact-grabのnpmバージョン。既知の整合性ハッシュを持つバージョンのみ使用可能です。
ko: 도구 모음 버튼(Cmd+Shift+G)으로 주입되는 react-grab의 고정된 npm 버전입니다. 알려진 무결성 해시가 있는 버전만 허용됩니다.

# settings.browser.import
source: Import Browser Data
ja: ブラウザーデータを取り込む
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера

# settings.browser.import.choose
source: Choose…
ja: 選択…
ko: 선택…
uk: Вибрати…

# settings.browser.import.refresh
source: Refresh
ja: 再読み込み
ko: 새로고침
uk: Оновити

# settings.browser.import.hint.note.hidden
source: The blank-tab import hint is hidden. Turn it back on here any time.
ja: 空タブのインポート案内は非表示です。ここでいつでも再表示できます。
ko: 빈 탭 가져오기 힌트가 숨겨져 있습니다. 여기서 언제든 다시 켤 수 있습니다.
uk: Підказка імпорту на порожній вкладці прихована. Увімкніть її тут у будь-який час.

# settings.browser.import.hint.note.settingsOnly
source: Blank tabs are currently using Settings only mode from the debug window.
ja: 現在、空タブはデバッグウィンドウの「設定のみ」モードになっています。
ko: 빈 탭이 현재 디버그 창의 설정 전용 모드를 사용하고 있습니다.
uk: Порожні вкладки зараз використовують режим «Тільки налаштування» з вікна налагодження.

# settings.browser.import.hint.note.visible
source: Blank browser tabs can show this import suggestion. Hide or re-enable it here.
ja: 空のブラウザータブにこのインポート案内を表示できます。ここで非表示や再表示を切り替えられます。
ko: 빈 브라우저 탭에 가져오기 제안을 표시할 수 있습니다. 여기서 숨기거나 다시 활성화하세요.
uk: Порожні вкладки браузера можуть показувати пропозицію імпорту. Сховайте або увімкніть її тут.

# settings.browser.import.hint.show
source: Show import hint on blank browser tabs
ja: 空のブラウザータブにインポート案内を表示
ko: 빈 브라우저 탭에 가져오기 힌트 표시
uk: Показувати підказку імпорту на порожніх вкладках браузера

# settings.betaFeatures.customSidebars
source: Custom Sidebars
ja: カスタムサイドバー

# settings.betaFeatures.customSidebars.subtitleOff
source: Hides custom sidebars from the sidebar picker until you enable them here.
ja: ここで有効にするまで、カスタムサイドバーをサイドバーピッカーに表示しません。

# settings.betaFeatures.dock.subtitleOff
source: Hides Dock from the right sidebar until you enable it here.
ja: ここで有効にするまで、Dock を右サイドバーから隠します。

# settings.betaFeatures.dock.subtitleOn
source: Shows Dock in the right sidebar mode switcher for custom terminal controls.
ja: Dock を右サイドバーのモード切り替えに表示し、カスタム端末コントロールを使えるようにします。

# settings.betaFeatures.extensions
source: Extensions
ja: エクステンション

# settings.betaFeatures.extensions.subtitleOff
source: Hides all extension UI until you enable it here.
ja: ここで有効にするまで、すべてのエクステンション UI を隠します。

# settings.betaFeatures.extensions.subtitleOn
source: Shows the puzzle button, the sidebar-toggle extension menu, and lets you install and host sidebar extensions.
ja: パズルボタンとサイドバー切り替えのエクステンションメニューを表示し、サイドバーエクステンションのインストールとホストを可能にします。

# settings.betaFeatures.feed.subtitleOff
source: Hides Feed from the right sidebar until you enable it here.
ja: ここで有効にするまで、Feed を右サイドバーから隠します。

# settings.betaFeatures.feed.subtitleOn
source: Shows Feed in the right sidebar mode switcher for inline agent decisions.
ja: Feed を右サイドバーのモード切り替えに表示し、エージェントの判断をインラインで扱えるようにします。

# settings.betaFeatures.warning
source: These features are experimental and may change or break. Enable them only when you are testing them.
ja: これらの機能は実験的で、変更されたり壊れたりする可能性があります。テストする場合だけ有効にしてください。

# settings.browser.enabled.subtitleOff
source: Browser tabs, terminal link clicks, and intercepted open commands are disabled. Links open in your default browser.
ja: ブラウザタブ、ターミナルのリンククリック、インターセプトされたopenコマンドは無効です。リンクはデフォルトブラウザで開きます。

# settings.browser.enabled.subtitleOn
source: Browser tabs, terminal link clicks, and intercepted open commands can use the embedded browser.
ja: ブラウザタブ、ターミナルのリンククリック、インターセプトされたopenコマンドで内蔵ブラウザを使用できます。

# settings.browser.hiddenWebViewDiscard
source: Browser Memory Saver
ja: ブラウザメモリセーバー

# settings.browser.hiddenWebViewDiscard.subtitleOff
source: Hidden browser tabs keep page memory until closed.
ja: 非表示のブラウザタブは、閉じるまでページメモリを保持します。

# settings.browser.hiddenWebViewDiscard.subtitleOn
source: Hidden browser tabs release page memory after the delay below, then restore when shown again.
ja: 非表示のブラウザタブは下の遅延後にページメモリを解放し、再表示時に復元します。

# settings.browser.hiddenWebViewDiscardDelay
source: Memory Saver Delay
ja: メモリセーバーの遅延

# settings.browser.hiddenWebViewDiscardDelay.minutes
source: %lldm
ja: %lld分

# settings.browser.hiddenWebViewDiscardDelay.minutesSeconds
source: %lldm %llds
ja: %lld分%lld秒

# settings.browser.hiddenWebViewDiscardDelay.seconds
source: %llds
ja: %lld秒

# settings.browser.hiddenWebViewDiscardDelay.subtitle
source: How long a browser tab must stay hidden before UniConnect frees its page memory. Active downloads, popups, developer tools, fullscreen, and loading pages are skipped.
ja: ブラウザタブが非表示になってから、UniConnect がページメモリを解放するまでの時間です。進行中のダウンロード、ポップアップ、開発者ツール、フルスクリーン、読み込み中のページは対象外です。

# settings.material.liquidGlass
source: Liquid Glass (macOS 26+)
ja: Liquid Glass（macOS 26以降）

# settings.section.betaFeatures
source: Beta Features
ja: ベータ機能

# settings.section.globalHotkey
source: Global Hotkey
ja: グローバルホットキー
ko: 글로벌 단축키

# settings.shortcuts.resetDefaults
source: Reset Default Shortcuts
ja: デフォルトショートカットにリセット

# settings.shortcuts.resetDefaults.button
source: Reset Defaults
ja: デフォルトにリセット

# settings.shortcuts.resetDefaults.subtitle
source: Restore built-in shortcut values for shortcuts managed in app settings.
ja: アプリ設定で管理しているショートカットを組み込み値に戻します。

# settings.globalHotkey.enable
source: Enable System-Wide Hotkey
ja: システム全体のホットキーを有効にする
ko: 시스템 전체 단축키 활성화

# settings.globalHotkey.enable.subtitleOff
source: Turn this on to show or hide all UniConnect windows from any app.
ja: どのアプリからでも UniConnect のすべてのウィンドウを表示または非表示にするにはオンにします。
ko: 이 옵션을 켜면 어떤 앱에서든 모든 UniConnect 윈도우를 표시하거나 숨길 수 있습니다.

# settings.globalHotkey.enable.subtitleOn
source: Press the shortcut from any app to show or hide all UniConnect windows.
ja: どのアプリからでもこのショートカットで UniConnect のすべてのウィンドウを表示または非表示にできます。
ko: 어떤 앱에서든 단축키를 눌러 모든 UniConnect 윈도우를 표시하거나 숨깁니다.

# settings.globalHotkey.note
source: Use Command, Option, or Control with another key. No extra macOS permission is required.
ja: Command、Option、または Control と別のキーを組み合わせてください。追加の macOS 権限は不要です。
ko: Command, Option 또는 Control과 다른 키를 함께 사용하세요. 추가 macOS 권한이 필요하지 않습니다.

# settings.globalHotkey.shortcut
source: Show/Hide All Windows
ja: すべてのウィンドウを表示/非表示
ko: 모든 윈도우 표시/숨기기

# settings.shortcuts.chords
source: Shortcut Chords
ja: ショートカットコード
ko: 단축키 조합

# settings.shortcuts.chords.docsButton
source: Chord docs
ja: コードの説明
ko: 조합 문서
